[
  {
    "id": 1,
    "title": "Денике Юрий Петрович. Воспоминания о революции 1917 года.",
    "date": "April 13, 2025",
    "excerpt": "Денике Юрий Петрович - социолог, публицист, видный политический деятель русской эмиграции. \nВ 1905 окончил Казанскую гимназию. Поступил на историческое отделение Историко-филологического факультета Московского университета. На последнем курсе вернулся в Казань, и окончил Казанский университет в 1915 году. Принимал активное участие в революции 1917 года, был секретарем меньшевистской газеты \"Известия Казанского Совета\". \nС 1922 года в эмиграции.",
    "image": "img/denike.png",
    "slug": "post1"
  },
  {
    "id": 2,
    "title": "Полонская-Василенко Наталия Дмитриевна. Воспоминания о революции 1917.",
    "date": "April 14, 2025",
    "excerpt": "Родилась в русской дворянской семье, дочь киевского историка, генерал-майора Дмитрия Петровича Меньшова от брака с Марией Фёдоровной Мухортовой,",
    "image": "img/vasilenko.jpeg",
    "slug": "post2"
  },
  {
    "id": 3,
    "title": "Плакке Александр Карлович. Воспоминания о революции 1917",
    "date": "April 15, 2025",
    "excerpt": "Плакке Александр Карлович, воспоминания о Российской империи, Русской революции, Гражданской войне и эмиграции\n\nРодился 9 сентября 1893 г., в Киеве, в семье ост-зейдских немцев.\n\nОбразование: Немецкое реальное училище Св. Екатерины (1911 г.), юридический факульте (не окончил), историко-филологический факультет  Киевского университета Св. Владимира.\n\n",
    "image": "img/plakke.png",
    "slug": "post3"
  },
  {
    "id": 4,
    "title": "Орехов Василий Васильевич. Воспоминания о революции 1917 года",
    "date": "April 15, 2025",
    "excerpt": "Василий Васильевич Орехов (17 [29] сентября 1896, имение «Гостиное», Орловская губерния — 6 июля 1990, Брюссель) — русский зарубежный военный и общественный деятель, публицист, издатель журнала «Часовой», член Русского Обще-Воинского Союза, основатель «Русского Национального Объединения».\nЗапись сделана 4 марта 1965 года.",
    "image": "img/orechov.jpg",
    "slug": "post4"
  },
  {
    "id": 5,
    "title": "Одоевцева Ирина Владимировна. Воспоминания о революции 1917 года",
    "date": "April 15, 2025",
    "excerpt": "Одоевцева Ирина Владимировна - русская поэтесса и прозаик, жена поэта Георгия Иванова.\nВоспоминания о Гумилеве, Блоке, Мандельштаме и других деятелях культуры начала века.",
    "image": "img/odoevceva.jpeg",
    "slug": "post5"
  },
  {
    "id": 6,
    "title": "Наумов Алексей Александрович. Воспоминания о революции 1917 года",
    "date": "April 15, 2025",
    "excerpt": "Родился в Костроме в 1899 году, в семье офицера. \nОкончил 2-й Московский кадетский корпус.\nВ мае 1917 года посещал отца на фронте.\nВ июне 1917 года приехал в Петербург для поступления в Константиновское артиллерийское училище.\nПосле роспуска училища в ноябре, уехал в Киев.\nУчастник гражданской войны в составе Добровольческой армии.\nС 1923 года жил в Париже.",
    "image": "https://images.placeholders.dev/500x350",
    "slug": "post6"
  },
  {
    "id": 7,
    "title": "Мотылёва Валентина Ивановна. Воспоминания о революции 1917 года",
    "date": "April 16, 2025",
    "excerpt": "Мотылёва Валентина Ивановна – актриса, жена художника Юрия Павловича Анненкова",
    "image": "img/motyleva.png",
    "slug": "post7"
  },
  {
    "id": 8,
    "title": "Мищенко Александр Львович. Воспоминания о революции 1917 года",
    "date": "April 16, 2025",
    "excerpt": "Александр Львович Мищенко вырос в Одессе, с детства говорил по-французски, знавал Буна и Куприна.\n Его приемный отец был миллионером. Мищенко сделал хорошую судебную карьеру",
    "image": "img/mishenko.jpeg",
    "slug": "post8"
  },
  {
    "id": 9,
    "title": "Масловский Евгений Васильевич. Воспоминания о революции 1917 года",
    "date": "April 16, 2025",
    "excerpt": "Русский генерал-майор, участник Первой мировой войны. \nНачальник отделения управления генерал-квартирмейстера штаба Кавказской армии. Принимал участие в Эрзурумской операции.\nУчастник Гражданской войны в составе Добровольческой армии.\nАвтор книги \"Мировая война на Кавказском фронте, 1914-1917 г.\"",
    "image": "img/maslovskii.png",
    "slug": "post9"
  },
  {
    "id": 10,
    "title": "Лаурис А. Воспоминания о революции 1917 года",
    "date": "April 17, 2025",
    "excerpt": "",
    "image": "https://images.placeholders.dev/500x350",
    "slug": "post10"
  },
  {
    "id": 11,
    "title": "Воспоминания о революции 1917 года. Ларетей Генрих Гансович",
    "date": "April 22, 2025",
    "excerpt": "Генрих Ларетей - эстонский политик и дипломат. Участник Первой мировой войны. Посол Эстонской Республики в Москве в 1926-1928 гг.\n\n",
    "image": "https://images.placeholders.dev/500x350",
    "slug": "post11"
  },
  {
    "id": 12,
    "title": "Воспоминания о революции 1917 года. Курес Вольдемар",
    "date": "April 24, 2025",
    "excerpt": "Курес Вольдемар Петрович (05.12.1893 г. Тарту - 29.07.1987 г. Стокгольм) - эстонский журналист. Во время Первой мировой войны был офицером царской армии.\n\n",
    "image": "img/kures.png",
    "slug": "post12"
  },
  {
    "id": 13,
    "title": "Воспоминания о революции 1917 года.  Кунгурцев Вадим Алексеевич.",
    "date": "April 25, 2025",
    "excerpt": "Интервью записано А. Н. Малышевым для цикла передач к 50-летию революции в России для Радио Свобода 10 февраля 1965 г.\n",
    "image": "https://images.placeholders.dev/500x350",
    "slug": "post13"
  },
  {
    "id": 14,
    "title": "Крылов Борис Иванович. Воспоминания о революции 1917 года",
    "date": "April 25, 2025",
    "excerpt": "Крылов Борис Иванович - офицер 13-го Туркестанского стрелкового полка. Капитан, командир батальона 17-го гренадерского полка. Участник Белого движения в Закаспийской области.\n\n\n\nИнтервью записано А. Н. Малышевым для цикла передач к 50-летию революции в России для Радио Свобода в период 1964-1966",
    "image": "https://images.placeholders.dev/500x350",
    "slug": "post14"
  },
  {
    "id": 15,
    "title": "Артур Кродес. Воспоминания о революции 1917 года",
    "date": "April 27, 2025",
    "excerpt": "Артур Кродерс - латышский националист, публицист. Один из основателей Латышского национального союза солдат. \nАвтор книг по по национальной политике, культуре и праву.",
    "image": "img/kroders.png",
    "slug": "post15"
  },
  {
    "id": 16,
    "title": "Корнфельд Михаил Германович. Воспоминания о революции 1917 года",
    "date": "April 27, 2025",
    "excerpt": "Корнфельд Михаил Германович - издатель журналов «Стрекоза», «Сатирикон», «Спрут», «Синий журнал» и других.",
    "image": "img/kornfeld.png",
    "slug": "post16"
  },
  {
    "id": 17,
    "title": "Киверов Георгий Яковлевич. Воспоминания о революции 1917 года.",
    "date": "May 01, 2025",
    "excerpt": "Георгий Киверов – инженер-архитектор, художник, иконописец. \nРодился в 1896 году в военной семье. 19-летним юношей, окончив Одесское артиллерийское училище, сразу попал на Северный фронт. Поручик артиллерии.\nПосле эмиграции жил в Югославии, где окончил университет с дипломом инженера-архитектора и художника. Занимался живописью. После войны поселился в Гамбурге и организовал художественную школу, писал иконы. Не­сколько лет прожил в Аддис-Абебе (Эфиопия), затем вернулся в Германию, поступил диктором на «Радио Освобождение» в Мюнхене (ныне «Ра­дио Свобода»), параллельно преподавал рисунок. По его плану построен дом отдыха для детей под Мюнхеном. Был членом Народно-трудового союза. \nСкончался в 1976 году.",
    "image": "img/kiverov.png",
    "slug": "post17"
  },
  {
    "id": 18,
    "title": "Козорез Николай Сергеевич. Воспоминания о революции 1917 года.",
    "date": "May 01, 2025",
    "excerpt": "Козорез Николай Сергеевич - офицер 57-го запасного пехотного полка.\nПодпоручик 138-го артиллерийского дивизиона и конной батареи 14-й\nкавалерийской дивизии",
    "image": "https://images.placeholders.dev/500x350",
    "slug": "post18"
  }
  

  
  
]